Repository: taikun114/UniversalSFSymbolsPicker
Catalog: Sources/UniversalSFSymbolsPicker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, fr_ca, hi, id, it, ja, ko, ms, nl, pl, pt_br, pt_pt, ru, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: To confirm selection with this icon, double-tap or double-click
ar: لتأكيد الاختيار بهذا الرمز، انقر نقرًا مزدوجًا أو انقر مرتين
de: Um die Auswahl mit diesem Symbol zu bestätigen, tippen oder klicken Sie doppelt
es: Para confirmar la selección con este icono, toque dos veces o haga doble clic
fr: Pour confirmer la sélection avec cette icône, touchez deux fois ou double-cliquez
fr_ca: Pour confirmer la sélection avec cette icône, touchez deux fois ou double-cliquez
hi: इस प्रतीक के साथ चयन की पुष्टि करने के लिए, दो बार टैप करें या डबल-क्लिक करें
id: Untuk mengonfirmasi pilihan dengan ikon ini, ketuk dua kali atau klik dua kali
it: Per confermare la selezione con questa icona, tocca due volte o fai doppio clic
ja: このアイコンで選択を確定するにはダブルタップまたはダブルクリックしてください
ko: 이 아이콘으로 선택을 확인하려면 이중 탭하거나 이중 클릭하십시오.
ms: Untuk mengesahkan pemilihan dengan ikon ini, ketik dua kali atau klik dua kali
nl: Tik dubbel of dubbelklik om de selectie met dit symbool te bevestigen
pl: Aby potwierdzić wybór tą ikoną, stuknij dwukrotnie lub kliknij dwukrotnie
pt_br: Para confirmar a selección com este ícone, toque duas vezes ou clique duas vezes
pt_pt: Para confirmar a selección com este ícone, toque duas vezes ou clique duas vezes
ru: Чтобы подтвердить выбор этого значка, коснитесь дважды или дважды щелкните
th: เพื่อยืนยันการเลือกด้วยไอคอนนี้ ให้แตะสองครั้งหรือคลิกสองครั้ง
tr: Bu simgeyle seçimi onaylamak için iki kez dokunun veya iki kez tıklayın
uk: Щоб підтвердити вибір за допомогою цього значка, двічі торкніться або двічі клацніть
vi: Để xác nhận lựa chọn với biểu tượng này, hãy chạm hai lần hoặc bấm hai lần
zh_hans: 要使用此图标确认选择，请轻点两下或连按两下
zh_hant: 要使用此圖示確認選擇，請輕點兩下或連按兩下
zh_hk: 要使用此圖示確認選擇，請輕點兩下或連按兩下

source: Transportation
ar: مواصلات
de: Transport
es: Transporte
fr: Transports
fr_ca: Transport
hi: परिवहन
id: Transportasi
it: Trasporti
ja: 交通
ko: 교통
ms: Pengangkutan
nl: Vervoer
pl: Transport
pt_br: Transporte
pt_pt: Transporte
ru: Транспорт
th: การขนส่ง
tr: Ulaşım
uk: Транспорт
vi: Giao thông
zh_hans: 交通
zh_hant: 交通
zh_hk: 交通

source: Try selecting a different category or adjusting your filters.
ar: حاول اختيار فئة مختلفة أو تعديل مرشحاتك.
de: Wählen Sie eine andere Kategorie aus oder passen Sie Ihre Filter an.
es: Prueba a seleccionar una categoría diferente o a ajustar tus filtros.
fr: Essayez de sélectionner une autre catégorie ou d'ajuster vos filtres.
fr_ca: Essayez de sélectionner une autre catégorie ou d'ajuster vos filtres.
hi: एक अलग श्रेणी चुनने या अपने फ़िल्टर को समायोजित करने का प्रयास करें।
id: Coba pilih kategori lain atau sesuaikan filter Anda.
it: Prova a selezionare una categoria diversa o a regolare i filtri.
ja: 別のカテゴリを選択するか、フィルタを調整してください。
ko: 다른 카테고리를 선택하거나 필터를 조정해 보세요.
ms: Cuba pilih kategori yang berbeza atau laraskan penapis anda.
nl: Probeer een andere categorie te selecteren of pas je filters aan.
pl: Spróbuj wybrać inną kategorię lub dostosować filtry.
pt_br: Tente selecionar uma categoria diferente ou ajustar seus filtros.
pt_pt: Tente selecionar uma categoria diferente ou ajustar seus filtros.
ru: Попробуйте выбрать другую категорию или настроить фильтры.
th: ลองเลือกหมวดหมู่อื่นหรือปรับเปลี่ยนตัวกรองของคุณ
tr: Farklı bir kategori seçmeyi veya filtrelerinizi ayarlamayı deneyin.
uk: Спробуйте вибрати іншу категорію або налаштувати фільтри.
vi: Hãy thử chọn một danh mục khác hoặc điều chỉnh các bộ lọc của bạn.
zh_hans: 尝试选择其他类别或调整过滤器。
zh_hant: 嘗試選擇其他類別或調整篩選條件。
zh_hk: 嘗試選擇其他類別或調整篩選條件。

source: Weather
ar: طقس
de: Wetter
es: Meteorología
fr: Météo
fr_ca: Météo
hi: मौसम
id: Cuaca
it: Meteo
ja: 天気
ko: 날씨
ms: Cuaca
nl: Weer
pl: Pogoda
pt_br: Tempo
pt_pt: Meteorologia
ru: Погода
th: สภาพอากาศ
tr: Hava Durumu
uk: Погода
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣
zh_hk: 天氣
